org/understanding-understanding.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 理解何谓理解
#+DATE: <2021-12-24 Fri>
#+HUGO_TAGS: 世界 自己
1. https://sites.google.com/view/efratfurst/understanding-understanding
2. https://www.notion.so/Understanding-Understanding-0df94037df1d43fd92c67572f56c8bcc

在学习经历之后，将形成对新概念的新表述，以及与现有信息的新联系。

更高或更抽象层次的意义关键取决于对较低的更具体层次的熟悉和经验。

构建知识的过程可以被描述为建立一个金字塔：一个新的知识（橙色三角形）被放置在现有的知识结构（灰色三角形）之上，以一种有意义的方式（正确对齐）。最终的结构取决于现有的层次和新的层次的正确位置（或理解的所有三个组成部分）。

随着越来越多的信息被有意义地获取，更多的金字塔和更大的金字塔被创造出来，有越来越多的机会进行高阶学习（整个金字塔成为新金字塔的一块砖），以及跨学科学习（得到其他几个金字塔的支持；顶板）。如果没有低层次的知识结构的支持，这些类型的高阶学习是不可能有意义地实现的（底板）。

*通往理解的途径包括这三个关键部分：新信息、先前的知识和有意义的联系。*