blog/2021/understanding-understanding.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 10:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>理解何谓理解</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">理解何谓理解</h1>
</header><ol class="org-ol">
<li><a href="https://sites.google.com/view/efratfurst/understanding-understanding">https://sites.google.com/view/efratfurst/understanding-understanding</a></li>
<li><a href="https://www.notion.so/Understanding-Understanding-0df94037df1d43fd92c67572f56c8bcc">https://www.notion.so/Understanding-Understanding-0df94037df1d43fd92c67572f56c8bcc</a></li>
</ol>

<p>
在学习经历之后，将形成对新概念的新表述，以及与现有信息的新联系。
</p>

<p>
更高或更抽象层次的意义关键取决于对较低的更具体层次的熟悉和经验。
</p>

<p>
构建知识的过程可以被描述为建立一个金字塔：一个新的知识（橙色三角形）被放置在现有的知识结构（灰色三角形）之上，以一种有意义的方式（正确对齐）。最终的结构取决于现有的层次和新的层次的正确位置（或理解的所有三个组成部分）。
</p>

<p>
随着越来越多的信息被有意义地获取，更多的金字塔和更大的金字塔被创造出来，有越来越多的机会进行高阶学习（整个金字塔成为新金字塔的一块砖），以及跨学科学习（得到其他几个金字塔的支持；顶板）。如果没有低层次的知识结构的支持，这些类型的高阶学习是不可能有意义地实现的（底板）。
</p>

<p>
<b>通往理解的途径包括这三个关键部分：新信息、先前的知识和有意义的联系。</b></p>
</div>
</body>
</html>